Repository: watson-developer-cloud/language-translator-tooling
Catalog: sampleTMX/ParallelCorpus_English_to_Portuguese.tmx
Source language: en
Languages: pt

source: He said his lawyers had advised him there was still a "serious risk" he would be extradited to the United States if he gave up political asylum.
pt: Assange disse na mesma conferência de imprensa que seus advogados o aconselharam que ainda há um "risco sério" de que ele seja extraditado para os Estados Unidos se abrir mão do asilo político.

source: Meanwhile, The United Arab Emirates (UAE) launched airstrikes Tuesday against ISIL from an air base in Jordan, marking its return to combat operations against the group after halting strikes late last year.
pt: No ano passado, os Emirados Árabes Unidos haviam suspendido seus ataques aéreos depois que um piloto da Jordânia caiu sobre o norte da Síria e foi capturado pelos militantes do EI, conforme autoridades dos EUA .

source: PARIS Brazilian aircraft maker Embraer (EMBR3.SA) announced 50 firm orders for its narrow-body jets at the Paris air show on Monday worth a total of $2.6 billion.
pt: PARIS (Reuters) - A fabricante de aviões Embraer anunciou 50 pedidos firmes para seus jatos de corredor único na feira de Paris nesta segunda-feira avaliados em um total de 2,6 bilhões de dólares.

source: Greek Finance Minister Yanis Varoufakis began talks with euro zone finance ministers earlier in the day after his new leftist-led government won a parliamentary confidence vote for its refusal to extend an international bailout.
pt: Amanhã, o ministro das Finanças da Grécia, Yanis Varoufakis, se reúne em Bruxelas com seus colegas da zona do euro para discutir a dívida do país.

source: On the drama side, however, there was no drama: "Boyhood" won best picture, Richard Linklater won best director, and Patricia Arquette won best supporting actress .
pt: Boyhood: da infância à juventude ganhou três estatuetas: melhor filme (drama); melhor diretor para Richard Linklater; e atriz coadjuvante, para Patricia Arquette, se firmando como um dos favoritos na corrida pelo Oscar.

source: Italian Premier Matteo Renzi said separately that Italy's coastguard had asked merchant shipping to come to the aid of two boats off the Libyan coast with up to 450 migrants on board after they sought help.
pt: O primeiro ministro da Itália, Matteo Renzi, declarou nesta segunda-feira (20) que as guardas costeiras de seu país e de Malta estão tentando socorrer duas embarcações com 450 imigrantes a bordo perto da costa da Líbia.

source: In a televised address, leftist Bachelet said she was sending Congress a draft bill that would permit abortion when a mother's life is at risk, a fetus will not survive the pregnancy, or in the case of rape.
pt: A lei brasileira prevê que a gravidez pode ser ser interrompida quando é consequência de estupro, quando há risco de morte para a mãe ou se o feto não tem cérebro (anencéfalo) .

source: Twenty-six bodies were exhumed from a grave in Thailand's Songkhla province, over the border from Perlis, near a camp with suspected links to human trafficking.
pt: Vinte e seis corpos foram exumados de um túmulo na província de Songkhla, ao longo da fronteira de Perlis.

source: Bayern signs Douglas Costa from Donetsk
pt: Douglas Costa assina contrato com o Bayern de Munique

source: US Secretary of State John Kerry is in Lausanne for talks this week with his Iranian counterpart seeking to reach a framework accord to rein in Iran's suspect nuclear program before a March 31 deadline.
pt: A possibilidade de se alcançar um acordo sobre o programa nuclear de Teerã antes da data limite de 31 de março ainda é incerta, apesar das intensas negociações de segunda-feira entre Kerry e Zarif.

source: Hundreds of Christians have now fled to the two main cities in Hasaka province, according to the Syriac National Council, a Syrian Christian group.
pt: Centenas de outros cristãos fugiram para as duas principais cidades de Hasaka, segundo o Conselho e o Observatório.

source: Boehner said after the meeting that no decision had been made and consultations would continue with Republicans in the House and Senate.
pt: "Não foi tomada nenhuma decisão", declarou nesta terça-feira John Boehner, presidente republicano da Câmara de Representantes.

source: I knew I needed to get help, but in my mind, the repercussions for doing so were so great, I couldn't risk giving any clues to anyone that I was in crisis .
pt: "Ela me disse 'olha meu bebê, está morrendo, você pode me ajudar? ' Mas eu não podia, eu não podia fazer nada, estava em prantos", continuou.

source: The EU and US have stepped up sanctions on Russia over the crisis in Ukraine .
pt: UE concorda em impor sanções contra Rússia por seu papel na crise ucraniana

source: Russia has beefed up forces on the Ukrainian border and NATO has responded by stepping up exercises in eastern Europe.
pt: A Rússia reforçou suas forças na divisa ucraniana e a Organização do Tratado do Atlântico Norte (Otan) reagiu intensificando exercícios militares no leste europeu.

source: An investigation is under way but police said no one else was involved.
pt: Polícia informou que vai investigar o caso e que ninguém ainda foi preso.

source: He asked Correa to pay “special attention” to the “the most vulnerable of our brothers and sisters” because “Latin America still owes a debt to the poor.”
pt: Após ouvir o pronunciamento de Correa, o papa também solicitou "uma especial atenção aos nossos irmãos mais frágeis e às minorias mais vulneráveis" que são "a dívida da América Latina".

source: He tells her she is under arrest; she repeatedly asks why.
pt: Ela se recusa e ele diz que ela está presa.

source: In the 24 hours from Tuesday to Wednesday morning, there were 13 airstrikes in Iraq and two in Syria, the U.S.-led coalition against ISIS said in a statement.
pt: Os Estados Unidos e forças de coalizão conduziram 12 ataques aéreos contra combatentes do Estado Islâmico (EI) no Iraque e um na Síria nas últimas 24 horas, segundo informou o Exército dos EUA.

source: Adriano returns to Brazil with Flamengo
pt: Adriano não voltará para o Flamengo .

source: Now picture the bumblebee habitat in the middle of the vice," said lead author Jeremy Kerr, professor of macroecology and conservation at the University of Ottawa.
pt: Agora imagine que o habitat das abelhas é no centro do parafuso", disse o principal autor do estudo, Jeremy Kerr, professor de macroecologia e conservação na Universidade de Ottawa.

source: 61 bodies found inside abandoned crematorium in Acapulco, Mexico
pt: Autoridades encontram 60 corpos em crematório abandonado no México

source: He added that he was convening a special meeting with all U.N. envoys, police commissioners and force commanders on Thursday to ensure they take appropriate action.
pt: O secretário acrescentou que irá convocar uma reunião especial com todos os enviados da organização, comissários de polícia e comandantes de forças no mesmo dia para ter a certeza de que adotarão a ação apropriada.

source: We will try our best .
pt: Daremos nosso melhor .

source: Prime Minister Manuel Valls has announced an action plan to tackle an "unbearable" hike in hate crimes, three months after the attack on the Charlie Hebdo offices in Paris .
pt: O primeiro-ministro francês, Manuel Valls, apresentou nesta sexta-feira um plano de luta contra o racismo e o antissemitismo e denunciou seu crescimento no país, três meses após os atentados de Paris.

source: The Gush Katif block was the most prominent of Israel's Gaza settlements.
pt: O Gush Katif era o assentamento israelense mais importante no enclave palestino.

source: Assad, like Hezbollah, is backed by Shi'ite power Iran, Saudi Arabia's rival in the Gulf.
pt: Assad, como o Hizbullah, é apoiado pelo Irã, uma potência xiita.

source: Syria's UN representative and head of the government delegation in Moscow, Bashar al-Jaafari, told reporters: "We agreed with our Russian friends that discussions will continue in order to hold a (new) consultative meeting in future."
pt: "Chegamos a um acordo com nossos amigos russos que as discussões devem continuar para alcançarmos (novas) consultas futuramente", declarou o chefe da delegação do regime, o embaixador sírio na ONU, Bashar Jaafari, durante uma curta coletiva de imprensa.

source: WASHINGTON U.S. and Cuban negotiators will meet next week to discuss the reopening of embassies in each other's capitals as part of efforts to restore diplomatic ties, the State Department said on Thursday.
pt: "Na próxima semana haverá uma nova rodada de negociações sobre o restabelecimento das relações diplomáticas e a abertura de embaixadas em Washington", declarou o chefe da diplomacia cubana na entrevista.

source: Ukraine's President Petro Poroshenko speaks to the media during a news conference in Kiev, September 25, 2014.
pt: Presidente da Ucrânia, Petro Poroshenko, durante entrevista após encontro com presidente …

source: This contradicts a statement made by a spokeswoman on May 29, who said that several "scattered data outflows" had been detected .
pt: A declaração contradiz o depoimento de uma porta-voz da casa feito no dia 29 de maio, no qual ela afirmava que diversos "vazamentos dispersos de dados" haviam sido detectados.

source: In Taiz and Ibb, thousands of anti-Houthi protesters also took to the streets .
pt: Em Sanaa, milhares de pessoas foram às ruas; defensores dos houthis e manifestantes se enfrentaram

source: "I haven't asked for anything to stay here because I have never wanted to go anywhere else," Messi told Barca's TV channel after Sunday's 3-1 La Liga win over champions Atletico Madrid.
pt: “Eu não pedi nada para ficar aqui, porque nunca quis ir para nenhum outro lugar”, disse Messi ao canal de TV do Barcelona após a vitória de domingo no Campeonato Espanhol de 3 x 1 sobre o Atlético de Madri, atual campeão.

source: The latest bloodshed comes amid a surge in violence that left more than 1,000 people dead in January, the worst such figure in nearly six years, as security forces grapple with near-daily attacks and protracted battles with anti-government fighters.
pt: Mais de 1.000 pessoas foram mortas no Iraque em janeiro, segundo dados oficiais divulgados nesta sexta-feira, no momento em que as forças de segurança precisam lidar com uma onda de derramamento de sangue que atinge o país.

source: The exercise appeared to be more sabre-rattling by Pyongyang, rather than the start of a military standoff.
pt: O exercício norte-coreano, no entanto, pareceu ser mais uma tentativa de fazer barulho por parte de Pyongyang do que o início de um embate militar.

source: The Organisation of Petroleum Exporting Countries decided last month to maintain its production unchanged at 30 million barrels per day, which led to a slump in oil prices.
pt: Liderada pela Arábia Saudita, a Opep decidiu em novembro manter seu nível de produção em 30 milhões de barris diários (mbd).

source: Kerry's visit was to focus on the fight against Al-Qaeda's Somalia branch, the Shebab, as well as efforts to build political security in the war-torn country.
pt: A visita tem como tema central a luta contra os shebab, leais à Al-Qaeda, e aos esforços para garantir a segurança dentro do país.

source: Now Mohammed doesn't know what to do .
pt: "Não se sabe o motivo .

source: We need to work to close this gap," he added.
pt: Temos que trabalhar para diminuir essa distância", afirmou.

source: Dauda Koroma died at the Hastings Treatment Center, also close to the capital, which is run entirely by local medics.
pt: A outra vítima, a Dauda Koroma, morreu no Centro de Tratamento Hastings, também perto de Freetown.

source: The study was published in the journal Scientific Reports.
pt: A pesquisa foi publicada na revista científica Science.

source: Up to 150 people drowned in a river or were shot dead fleeing Boko Haram gunmen who raided a remote village in Nigeria's northeastern Yobe state, local residents said on Tuesday.
pt: Cerca de 150 pessoas morreram afogadas ou atingidas por tiros quando fugiam de um ataque do grupo radical islâmico Boko Haram a uma aldeia no estado de Yobe, no Nordeste da Nigéria, informaram nesta terça-feira (18) os habitantes.

source: It's not much, I know .
pt: "E quanto tempo é isso?"

source: BEIRUT (Reuters) - Islamic State's demolition of an renowned ancient Roman temple in the Syrian city of Palmyra is a war crime that targeted an historic symbol of the country's diversity, the U.N. cultural agency UNESCO said on Monday.
pt: O Estado Islâmico cometeu um crime de guerra ao demolir um famoso templo romano antigo na cidade síria de Palmira por se tratar de um símbolo histórico da diversidade do país, declarou a Organização das Nações Unidas para a Educação, a Ciência e a Cultura (Unesco, na sigla em inglês) nesta segunda-feira (24).

source: The legislation addresses privacy concerns raised last year after revelations by former NSA contractor Edward Snowden that spy agencies were collecting and storing communications metadata, such as the records of millions of Americans' telephone calls.
pt: A medida foi a primeira considerada pelo plenário do Senado que tratava de preocupações de privacidade levantadas após as revelações, no passado, do ex-funcionário da NSA Edward Snowden, que mostrou que a inteligência dos EUA estava coletando e armazenando metadados de comunicações, inclusive registros de milhões de telefonemas tanto de americanos como de pessoas de outros países.

source: During the shootout, five of the alleged kidnappers were killed and the two victims were rescued by police.
pt: Na troca de tiros, dois supostos sequestradores morreram e os outros dois foram presos .

source: We have everything we need, we are not asking for money.
pt: Não tenho dúvida de que vocês não têm o que teriam de ter .

source: no I didn't think so.. .
pt: Mas não é só isso .

source: Additionally, African Union officials were ending a three-day meeting Saturday in Yaounde, Cameroon's capital, to finalize details of a 7,500-strong force from Nigeria and its
pt: Autoridades da União Africana e representantes de países que apoiam as iniciativas encerraram uma reunião de três dias em Yaounde, a capital do Camarões, neste sábado .

source: I don't have any prejudice.. .
pt: Eu também não tenho tempo .

source: Do you know what I want to do when that stuff comes in ?
pt: Se o mundo da música vai entender, eu não sei .

source: "Do you want to talk to me about it?" she would ask.
pt: Ela falou: ‘Não, você não vai fugir porque você está na sua banca’”.

source: "A suspension of WFP food assistance will endanger the health and safety of these refugees and will potentially cause further tensions, instability and insecurity in the neighbouring host countries," said WFP Executive Director Ertharin Cousin.
pt: Ele acrescentou que o corte também irá colocar em risco a saúde e a segurança destes refugiados e tem potencial para causar novas tensões, instabilidade e insegurança nos países que acolhem os refugiados.

source: (CNN) -- Two Pennsylvania State Police troopers shot late Friday night, one fatally, were ambushed just outside the police barracks in Blooming Grove, Pennsylvania, Commissioner Frank Noonan told reporters.
pt: O ataque ocorreu na noite de sexta-feira, na delegacia de Blooming Grove, condado de Pike, e segundo o chefe da polícia estadual, Frank Noonan, os dois agentes foram surpreendidos em uma emboscada.

source: A leader of the al-Shabab Islamist group was killed by a US air strike on Monday, Somali officials say.
pt: Al-Shabab disse que o ataque visava uma festa de Natal e foi em retaliação pela morte do líder do grupo Godane.

source: JAKARTA (Reuters) - An Indonesian domestic passenger aircraft carrying 54 people lost contact with air traffic control on Sunday in the remote eastern Papua region, the National Search and Rescue Agency (BASARNAS) said.
pt: JACARTA - Um avião indonésio transportando 54 pessoas segue desaparecido por mais de seis horas, após perder o contato com o controle de tráfego aéreo na região de Papua .

source: Overall, at stake Tuesday were 36 of the 100 Senate seats, all 435 House districts and 36 of 50 governors' seats .
pt: Neste ano, estavam em jogo 36 das 100 cadeiras do Senado e todas da Câmara .

source: Overall, at stake Tuesday were 36 of the 100 Senate seats, all 435 House districts and 36 of 50 governors’ seats .
pt: Neste ano, estavam em jogo 36 das 100 cadeiras do Senado e todas da Câmara.

source: The decision ensures a direct role for American troops in fighting in Afghanistan for at least another year, it said, adding Obama’s decision was made during a White House meeting with national security advisers in recent weeks.
pt: A decisão estabelece uma função direta de combate para as tropas norte-americanas no Afeganistão por pelo menos mais um ano, de acordo com o jornal .

source: France urges Iran, others in region, to join fight against IS
pt: França pede a todos os países, inclusive Irã, união contra jihadistas

source: He declined to comment on the conversation in detail.
pt: Abbott não quis dar detalhes sobre a conversa.

source: The sumptuous five-course dinner was expected to include lemon risotto with lobster and a sea bass main -- as well as a wedding cake, the source said.
pt: Em seguida, os noivos e os convidados participarão de um suntuoso jantar de cinco pratos na biblioteca principal do palácio, com risoto de limão com lagosta.

source: Turkish Prime Minister Recep Tayyip Erdogan's Islamic-rooted conservative government has become one of the most fervent supporters of the Syrian rebellion.
pt: O governo islamita conservador turco do primeiro-ministro Recep Tayyip Erdogan, muito hostil ao regime sírio, é um dos principais apoios dos rebeldes que lutam contra Assad.

source: Mr Yatsenyuk told the Security Council that his country was a victim of Russian aggression, but said he still believed "we have a chance to resolve this conflict in a peaceful manner".
pt: "Acreditamos que ainda temos uma oportunidade de resolver este conflito de maneira pacífica", afirmou Yatseniuk um dia depois de ter se reunido em Washington com o presidente Barack Obama.

source: The United States has said it would "reassess" its options on U.S.-Israel relations and Middle East diplomacy after Israeli Prime Minister Benjamin Netanyahu took a stand last week against Palestinian statehood during his election campaign.
pt: WASHINGTON (Reuters) - O presidente dos Estados Unidos, Barack Obama, disse nesta terça-feira que é difícil imaginar como um Estado palestino pode ser formado após os comentários negativos do primeiro-ministro israelense, Benjamin Netanyahu, durante sua recente campanha de reeleição.

source: HAVANA (Reuters) - Cuba has aborted plans to develop fragrances in honor of the late revolutionary hero Ernesto "Che" Guevara and former Venezuelan President Hugo Chavez, calling the project disrespectful of two "sacred" revolutionary symbols.
pt: O governo cubano criticou sua empresa estatal neste sábado pelo uso dos nomes "sagrados" do falecido presidente da Venezuela Hugo Chavez e do revolucionário Ernesto "Che" Guevara em seus novos perfumes .

source: “Younger women and girls, some as young as 12, were …sold, given as gifts or forced to marry IS fighters and supporters.
pt: "Centenas, talvez milhares de mulheres foram obrigadas a se casar, foram vendidas ou oferecidas a combatentes jihadistas ou a simpatizantes do EI".

source: Both attackers were killed by police.
pt: Os agressores, que eram primos, foram mortos pela polícia.

source: Most forecasts show Gonzalo not making landfall in the mainland United States and spinning away in a northerly direction over the Atlantic after leaving Puerto Rico.
pt: A maioria das projeções indicou que Gonzalo não é uma ameaça para o continente norte-americano e avançará para o norte pelo Atlântico uma vez que passe por Porto Rico e as Ilhas Virgens.

source: But I have no hard feelings towards my mum, because as far as I’m concerned my mum has done everything for me and I love her immensely.”
pt: A criança não luta se não se sentir amada; Ele mostrou que é mais forte e eu tenho orgulho de tudo o que passei e lutei pelo meu filho"

source: China should roll back its one-child policy and instead mandate that all couples have two children, a family planning official has said, drawing criticism Friday from a ruling Communist Party newspaper.
pt: A China deveria renunciar à criticada política do filho único e obrigar os casais a ter dois filhos, afirmou o vice-diretor da comissão de planejamento familiar da província de Shanxi, que recebeu muitas críticas da imprensa estatal.

source: In his address to the U.N. meeting, Kerry was upbeat about the progress of the Iranian nuclear talks.
pt: O secretário de Estado americano John Kerry mostrou-se animado com o progresso nas conversas nucleares com o Irão.

source: In one sense, it was his affinity for the genre that later saved his life.
pt: A afinidade com o gênero musical salvou sua vida durante o regime nazista.

source: Following German airlines, more European airways adopt two-person cockpit rule after Germanwings crash
pt: Companhias aéreas adotam regra que exige presença de duas pessoas na cabine, após acidente nos Alpes

source: Can you tell me more about it?
pt: Não se pode perder o que você não tem.

source: The grand jury's decision this month on the officer involved in Garner's death followed widespread demonstrations in the United States over a grand jury decision last month not to indict a police officer who shot and killed Michael Brown, a teenager in Ferguson, Missouri.
pt: Também houve protestos após um júri de Missouri decidir, no fim de novembro, não acusar um policial branco pela morte a tiros de um rapaz negro desarmado, Michael Brown, em agosto.

source: FRANKFURT, July 21 (Reuters) - German business software maker SAP posted quarterly profit at the low end of forecasts, hit by weak sales of its traditional packaged software and a rapid shift by customers to lower-margin cloud software delivered via the Internet.
pt: A alemã SAP publicou lucro trimestral na faixa mais baixa das previsões, atingida por vendas fracas de seu tradicional pacote de softwares corporativos e uma rápida migração de clientes para serviços de computação em nuvem, de menor margem.

source: Are you someplace that you shouldn't be?"
pt: Você não sabe o que vai acontecer naquele dia .

source: “This is the time we can moralize our football and we cannot miss the opportunity .
pt: “Esse é um momento difícil para o futebol, para os torcedores e para a Fifa”, disse .

source: The United States broadened its campaign against Islamic State militants in Iraq on Sunday, saying it launched four air strikes against the jihadists threatening the Haditha Dam in the western part of the country.
pt: Neste domingo, os Estados Unidos ampliaram sua campanha aérea contra os jihadistas no oeste do Iraque para proteger uma represa fundamental.

source: The only opportunity I have is running away."
pt: A oportunidade é apenas para homens .

source: Elsewhere, Labour leader Ed Miliband suggested in an interview with the Scottish Mail on Sunday that manned border guards could be introduced if Scotland voted to go independent.
pt: Ed Miliband, líder do Partido Trabalhista, disse que um governo trabalhista também consideraria a criação de postos na fronteira se a Escócia optasse pela independência.

source: Using their experience of working with animals, they decided to develop a digital dog feeder, that uses algorithms based on behavioural science to set dogs progressively harder challenges, with food as a reward.
pt: Usando sua experiência com animais, eles decidiram desenvolver o aparelho, que faz com que os cães enfrentem desafios de dificuldade crescente para obter comida.

source: But it didn’t stop me .
pt: "Não, eu não duvido .
